Repository: ArrayHQ/atomic-blocks-theme
Catalog: languages/*.po
Languages: de_de@formal, fr_fr

source: A beautifully-simple yet powerful WordPress theme that integrates perfectly with the new Gutenberg editor and the Atomic Blocks plugin. Start building amazing websites with the new WordPress editor today! Atomic Blocks comes with theme options to customize your font style, body and title font sizes, content width and more! Install the Atomic Blocks plugin (atomicblocks.com) to add even more page-building blocks such as testimonials, sharing icons, notices, call to actions, buttons and more. Theme Demo: https://preview.arraythemes.com/atomicblocks
fr_fr: Un thème WordPress à la fois simple et puissant qui s&rsquo;intègre parfaitement au nouvel éditeur Gutenberg et à l&rsquo;extension Atomic Blocks. Commencez à construire des sites Web incroyables avec le nouvel éditeur WordPress dès aujourd&rsquo;hui&nbsp;! Atomic Blocks est livré avec des options de thème pour personnaliser votre style de police, la taille des polices du corps et des titres, la largeur du contenu et plus&nbsp;! Installez l&rsquo;extension Atomic Blocks (atomicblocks.com) pour ajouter encore plus de blocs de construction de page, tels que des témoignages, des icônes de partage, des notifications, des appels à l&rsquo;action, des boutons et plus. Démo du thème&nbsp;: https://preview.arraythemes.com/atomicblocks

source: Full Width
fr_fr: Pleine largeur

source: Page Builder
fr_fr: Constructeur de page

source: Pages:
fr_fr: Pages&nbsp;:

source: Read More
fr_fr: Continuer la lecture

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: Il semble que nous ne puissions pas trouver ce que vous cherchez. Peut-être qu&rsquo;une recherche peut aider.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr_fr: Prêt à publier votre premier article&nbsp;? <a href="%1$s">Commencez ici</a>.

source: Nothing Found
fr_fr: Aucun résultat

source: Tag:
fr_fr: Étiquette&nbsp;:

source: Category:
fr_fr: Catégorie&nbsp;:

source: Close
fr_fr: Fermer

source: Search
fr_fr: Rechercher

source: Search here...
fr_fr: Rechercher ici...

source: Search for:
fr_fr: Recherche pour&nbsp;:

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Désolés, mais rien ne correspond à vos termes de recherche. Veuillez réessayer avec d&rsquo;autres mots-clés.

source: on
fr_fr: le

source: All Posts
fr_fr: Tous les articles

source: Posted by %s
fr_fr: Publié par %s

source: All posts by %s
fr_fr: Tous les articles par %s

source: Posts by %s
fr_fr: Articles par %s

source: Previous post:
fr_fr: Article précédent&nbsp;:

source: Previous:
fr_fr: Précédent&nbsp;:

source: Next post:
fr_fr: Article suivant&nbsp;:

source: Next:
fr_fr: Suivant&nbsp;:

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: (Edit)
fr_fr: (Modifier)

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: Page Not Found
fr_fr: Page introuvable

source: Search Results for: %s
fr_fr: Résultats de la recherche pour&nbsp;: %s

source: Load more
fr_fr: Afficher plus

source: Change the text that appears in the footer tagline at the bottom of your site.
fr_fr: Changer le texte qui apparait dans le slogan du pied de page en bas de votre site.

source: Footer Tagline
fr_fr: Slogan du pied de page

source: Adjust the size of the post and page titles.
fr_fr: Ajuster la taille des titres de page et d&rsquo;article.

source: Title Font Size
fr_fr: Taille des titres

source: Adjust the size of the main body font.
fr_fr: Ajuster la taille de la police principale.

source: Body Font Size
fr_fr: Taille de la police

source: Choose the font style used across your site.
fr_fr: Choisir le style de police utilisé sur le site.

source: Font Style
fr_fr: Style de la police

source: Disabled
fr_fr: Désactivé

source: Enabled
fr_fr: Activé

source: Add a search icon to your header menu area.
fr_fr: Ajouter une icône de recherche dans la zone du menu.

source: Search Icon
fr_fr: Icône de recherche

source: Adjust the width of the content area.
fr_fr: Ajuster la largeur de la zone de contenu.

source: Content Width
fr_fr: Largeur du contenu

source: Change the accent color of buttons and various typographical elements.
fr_fr: Changez la couleur dominante des boutons et des divers éléments typographiques.

source: Accent Color
fr_fr: Couleur dominante

source: Theme Options
fr_fr: Options du thème

source: Docs
fr_fr: Documentation

source: Made by the fine folks at %1$s and %2$s.
fr_fr: Réalisé par les gens sympathiques de %1$s et %2$s.

source: Visit Gutenberg News
fr_fr: Visiter Gutenberg News

source: Stay up to date with the new WordPress editor. Gutenberg News curates Gutenberg articles, tutorials, videos and more free resources.
fr_fr: Soyez informé sur le nouvel éditeur de WordPress. Gutenberg News procure des articles, des tutoriels, des vidéos et d&rsquo;autres ressources gratuites sur Gutenberg.

source: Visit the Blog
fr_fr: Visiter le blog

source: Articles & Tutorials
fr_fr: Articles & Tutoriels

source: Subscribe Today
fr_fr: Abonnez-vous aujourd&rsquo;hui

source: Blocks In Your Inbox
fr_fr: Des blocs dans votre boîte de réception

source: Free Blocks and Resources
fr_fr: Blocs et ressources gratuits

source: Visit AtomicBlocks.com
de_de@formal: https://atomicblocks.com
fr_fr: Visitez AtomicBlocks.com

source: Check out the Atomic Blocks site to find block editor tutorials, free blocks and updates about the Atomic Blocks plugin and theme!
de_de@formal: Auf der Webseite von Atomic Blocks finden Sie Tutorials, freie Blöcke und Updates für das Atomic-Blocks-Plugin und das Theme!
fr_fr: Consulter le site Atomic Blocks pour trouver des tutoriels sur l'éditeur de blocs, des blocs gratuits et des mises à jour de l&rsquo;extension et du thème Atomic Blocks&nbsp;!

source: Free Blocks & Tutorials
de_de@formal: Freie Blöcke & Tutorials
fr_fr: Blocs et tutoriels gratuits

source: Subscribe Now
de_de@formal: Jetzt abonnieren
fr_fr: Abonnez-vous maintenant

source: Join the newsletter to receive emails when we add new blocks, release plugin and theme updates, send out free resources, and more!
fr_fr: S&rsquo;inscrire à la newsletter pour recevoir des e-mails lorsque nous ajoutons de nouveaux blocs, publions des mises à jour de l&rsquo;extension et du thème, envoyons des ressources gratuites, et plus&nbsp;!

source: Stay Updated
de_de@formal: Auf dem Laufenden bleiben
fr_fr: Être tenu informé

source: Install Atomic Blocks now
de_de@formal: Installieren Sie jetzt Atomic Blocks
fr_fr: Installer Atomic Blocks maintenant

source: Atomic Blocks adds several handy content blocks to the Gutenberg block editor.
fr_fr: Atomic Blocks ajoute plusieurs blocs de contenu utiles à l&rsquo;éditeur Gutenberg.

source: 2. Install the Atomic Blocks plugin.
de_de@formal: 2. Installieren Sie das Atomic Blocks-Plugin.
fr_fr: 2. Installer l&rsquo;extension Atomic Blocks.

source: Activate Gutenberg
fr_fr: Activer Gutenberg

source: Install Gutenberg now
de_de@formal: Gutenberg jetzt installieren
fr_fr: Installer Gutenberg maintenant

source: Gutenberg adds the new block-based editor to WordPress. You will need this to work with the Atomic Blocks plugin.
fr_fr: Gutenberg ajoute le nouvel éditeur à base de blocs à WordPress. Vous en aurez besoin pour travailler avec l&rsquo;extension Atomic Blocks.

source: 1. Install the Gutenberg plugin.
de_de@formal: 1. das Gutenberg-Plugin installieren.
fr_fr: 1. Installer l&rsquo;extension Gutenberg.

source: Quick Start Checklist
de_de@formal: Quick-Start-Checkliste
fr_fr: Vérification pour un démarrage rapide

source: Instantly download the best-designed WordPress theme collection on the web for one low price!
fr_fr: Téléchargez instantanément la collection de thèmes WordPress la mieux conçue sur le Web pour un prix modique&nbsp;!

source: More WordPress themes by Array
fr_fr: Plus de thèmes WordPress par Array

source: View Theme Collection &rarr;
fr_fr: Voir la collection de thèmes &rarr;

source: Launch your website in minutes with one of our beautiful, responsive themes. No bloat, no headaches, just really good websites and speedy support when you need it.
fr_fr: Lancez votre site Web en quelques minutes avec l&rsquo;un de nos beaux thèmes responsive. Pas de tromperie, pas de maux de tête, juste de bons sites Web et un support rapide lorsque vous en avez besoin.

source: We also create pixel-perfect WordPress themes for creative professionals.
fr_fr: Nous créons également des thèmes WordPress parfaits au pixel près pour les professionnels de la création.

source: Add an adjustable spacer between your blocks with an optional divider with styling options.
fr_fr: Ajoutez un espacement ajustable entre vos blocs et un séparateur facultatif avec ses options de style.

source: Spacer & Divider
fr_fr: Espacement et Séparateur

source: Spacer and Divider Block
fr_fr: Bloc Espacement et Séparateur

source: Add a stylized drop cap to the beginning of your paragraph. Choose from three different styles.
fr_fr: Ajoutez une lettrine stylisé au début de votre paragraphe. Choisissez entre trois styles différents.

source: Drop Cap Block
fr_fr: Bloc Lettrine

source: Add a fancy stylized button to your post or page with size, shape, target, and color options.
fr_fr: Ajoutez un bouton stylisé et raffiné à votre article ou à votre page avec des options de taille, de forme, de lien et de couleur.

source: Customizable Button
fr_fr: Bouton personnalisable

source: Customizable Button Block
fr_fr: Bloc Bouton personnalisable

source: Add an accordion text toggle with a title and descriptive text. Includes font size and toggle options.
fr_fr: Ajoutez un texte en accordéon avec un titre et un texte descriptif. Inclut des options de taille de police et d&rsquo;ouverture/fermeture.

source: Accordion Block
fr_fr: Bloc Accordéon

source: Accordion Toggle
fr_fr: Ouverture/Fermeture de l&rsquo;accordéon

source: Add a user profile box to your site with a title, bio info, an avatar and social media links.
fr_fr: Ajoutez une case de profil utilisateur à votre site avec un titre, une bio, un avatar et des liens de réseaux sociaux.

source: Author Profile Block
fr_fr: Bloc Profil d&rsquo;auteur

source: Add social sharing icons to your page with size, shape, color and style options.
fr_fr: Ajoutez des icônes de partage social à votre page avec des options de taille, de forme, de couleur et de style.

source: Sharing Icons Block
fr_fr: Bloc Icônes de partage

source: Add a colorful notice or message to your site with text, a title and a dismiss icon.
fr_fr: Ajoutez une notification ou un message coloré à votre site avec du texte, un titre et une icône de rejet.

source: Inline Notice Block
fr_fr: Bloc Notification en ligne

source: Inline Notices Block
fr_fr: Bloc Notifications en ligne

source: Add a customer or client testimonial to your site with an avatar, text, citation and more.
fr_fr: Ajoutez un témoignage client à votre site avec un avatar, un texte, une citation et plus encore.

source: Testimonial Block
fr_fr: Bloc Témoignage

source: Testimonials Block
fr_fr: Bloc Témoignages

source: Add an eye-catching, full-width section with a big title, paragraph text, and a customizable button.
fr_fr: Ajoutez une rubrique attrayante, pleine largeur avec un grand titre, un paragraphe de texte et un bouton personnalisable.

source: Call-To-Action Block
fr_fr: Bloc Appel à l&rsquo;action

source: Call To Action Block
fr_fr: Bloc Appel à l&rsquo;action

source: The following blocks are available in Atomic Blocks. More blocks are on the way so stay tuned!
fr_fr: Les blocs suivants sont disponibles dans Atomic Blocks. Plus de blocs sont en cours alors restez branchés&nbsp;!

source: Available Atomic Blocks
fr_fr: Atomic Blocks disponible

source: Atomic Blocks Theme
fr_fr: Thème Atomic Blocks

source: Plugin activated!
fr_fr: Extension activée&nbsp;!

source: Activate Atomic Blocks
fr_fr: Activer Atomic Blocks

source: Install Atomic Blocks
fr_fr: Installer Atomic Blocks

source: Atomic Blocks is a free collection of beautiful page-building blocks for the new WordPress editor. Add sharing icons, buttons, accordions, call-to-actions, and more to your site! Integrates seamlessly with the Atomic Blocks theme!
fr_fr: Atomic Blocks est une collection gratuite de jolis blocs de construction de page pour le nouvel éditeur WordPress. Ajoutez des icônes de partage, des boutons, des accordéons, des appels à l&rsquo;action et plus encore sur votre site&nbsp;! S&rsquo;intègre parfaitement au thème Atomic Blocks&nbsp;!

source: Download the free Atomic Blocks plugin and start building websites with Gutenberg today!
fr_fr: Téléchargez l&rsquo;extension gratuite Atomic Blocks et commencez à construire des sites avec Gutenberg dès aujourd&rsquo;hui&nbsp;!

source: Get More Themes
de_de@formal: Holen Sie sich mehrere Themen
fr_fr: Obtenir plus de thèmes

source: Theme Help File
de_de@formal: Hilfedatei für das Theme
fr_fr: Fichier d&rsquo;aide du thème

source: Atomic Blocks Plugin
fr_fr: Extension Atomic Blocks

source: Getting started with
de_de@formal: Beginnen mit
fr_fr: Démarrez avec

source: Visit Atomic Blocks
fr_fr: Visiter Atomic Blocks

source: View Help File &rarr;
fr_fr: Voir le fichier d&rsquo;aide &rarr;

source: Atomic Blocks Activated! Get started by visiting the help file.
fr_fr: Atomic Blocks activé&nbsp;! Commencez par consulter le fichier d'aide.

source: Theme by %1$s.
fr_fr: Thème par %1$s.

source: Widgets added here will appear in the right column of the footer.
fr_fr: Les widgets ajoutés ici apparaitront dans la colonne de droite du pied de page.

source: Footer - Column 3
fr_fr: Pied de page - Colonne 3

source: Widgets added here will appear in the center column of the footer.
fr_fr: Les widgets ajoutés ici apparaitront dans la colonne au centre du pied de page.

source: Footer - Column 2
fr_fr: Pied de page - Colonne 2

source: Widgets added here will appear in the left column of the footer.
fr_fr: Les widgets ajoutés ici apparaitront dans la colonne de gauche du pied de page.

source: Footer - Column 1
fr_fr: Pied de page - Colonne 1

source: Social Icon Menu
fr_fr: Menu des réseaux sociaux

source: Primary Menu
fr_fr: Menu principal

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Newer Comments
fr_fr: Commentaires récents

source: Older Comments
fr_fr: Commentaires anciens

source: Comment navigation
fr_fr: Navigation des commentaires

# comments title
source: %1$s Reply to &ldquo;%2$s&rdquo;
fr_fr: %1$s réponse à &ldquo;%2$s&rdquo;

# comments title
source: One Reply to &ldquo;%s&rdquo;
fr_fr: Une réponse à &ldquo;%s&rdquo;

source: It looks like nothing was found at this location. Please use the search box to locate the content you were looking for.
fr_fr: Il semble que rien n&rsquo;a été trouvé à cet endroit. Veuillez utiliser la barre de recherche pour localiser le contenu que vous recherchez.

source: Pricing Tables
de_de@formal: Preistabellen

source: Pricing Table
de_de@formal: Preistabelle

source: Pricing
de_de@formal: Preise

source: Add New
de_de@formal: Neu hinzufügen

source: Add New Pricing Table
de_de@formal: Neue Preistabelle hinzufügen

source: Edit Pricing Table
de_de@formal: Preistabelle bearbeiten

source: New Pricing Table
de_de@formal: Neue Preistabelle

source: View Pricing Table
de_de@formal: Preistabelle ansehen

source: Search Pricing Tables
de_de@formal: Preistabellen durchsuchen

source: No pricing tables found
de_de@formal: Keine Preistabellen gefunden

source: No pricing tables found in trash
de_de@formal: Keine Preistabelle im Papierkorb gefunden

source: Pricing Tables Categories
de_de@formal: Preistabellen - Kategorien

source: Pricing Table Category
de_de@formal: Preistabelle - Kategorie

source: Categories
de_de@formal: Kategorien

source: Category
de_de@formal: Kategorie

source: Search Categories
de_de@formal: Kategorien durchsuchen

source: Popular Categories
de_de@formal: Häufig verwendete Kategorien

source: All Categories
de_de@formal: Alle Kategorien

source: Edit Category
de_de@formal: Kategorie bearbeiten

source: View Category
de_de@formal: Kategorie anzeigen

source: Update Category
de_de@formal: Kategorie aktualisieren

source: Add New Category
de_de@formal: Neue Kategorie hinzufügen

source: New Category Name
de_de@formal: Name der neuen Kategorie

source: Parent Category
de_de@formal: Übergeordnete Kategorie

source: Parent Category:
de_de@formal: Übergeordnete Kategorie:

source: Team Members
de_de@formal: Teammitglieder

source: Team Member
de_de@formal: Team Mitglied

source: Add New Team Member
de_de@formal: Neues Teammitglied hinzufügen

source: Edit Team Member
de_de@formal: Teammitglied bearbeiten

source: New Team Member
de_de@formal: Neues Teammitglied

source: View Team Member
de_de@formal: Teammitglied anzeigen

source: Search Team Members
de_de@formal: Teammitglieder suchen

source: No team members found
de_de@formal: Keine Team Mitglieder gefunden

source: No team members found in trash
de_de@formal: Keine Team-Mitglieder im Papierkorb gefunden

source: Team Member Categories
de_de@formal: Mitglieder - Kategorien

source: Team Member Category
de_de@formal: Mitglieder - Kategorie

source: Testimonials
de_de@formal: Erfahrungsberichte

source: Testimonial
de_de@formal: Erfahrungsberichte

source: Add New Testimonial
de_de@formal: Neuen Erfahrungsbericht hinzufügen

source: Edit Testimonial
de_de@formal: Erfahrungsbericht bearbeiten

source: New Testimonial
de_de@formal: Neuen Erfahrungsbericht hinzufügen

source: View Testimonial
de_de@formal: Erfahrungsbericht anzeigen

source: Search Testimonials
de_de@formal: Erfahrungsberichte durchsuchen

source: No testimonials found
de_de@formal: Keine Erfahrungsberichte gefunden

source: No testimonials found in trash
de_de@formal: Keine Erfahrungsberichte im Papierkorb gefunden

source: Testimonial Categories
de_de@formal: Kategorien für Erfahrungsberichte

source: Testimonial Category
de_de@formal: Erfahrungsbericht - Kategorie

source: Plugin Help File
de_de@formal: Plugin-Hilfedatei

source: Latest Updates
de_de@formal: Neuste Updates

source: This help file feed seems to be temporarily down. You can always view the help file on the Atomic Blocks site in the meantime.
de_de@formal: Diesre Hilfe-Datei-Feed scheint vorübergehend nicht verfügbar sein. Sie können jedoch die Hilfedatei auf der Atomic-Blöcke-Website aufrufen.

source: Array Themes has over 20 WordPress themes that will integrate seamlessly with the new block editor. <strong>Use the discount code ATOMICUSER to get 15% off anything in the store!</strong>
de_de@formal: Array-Themen bietet mehr als 20 WordPress-Themes, die nahtlos mit dem neuen blockEditor zusammenspielen. <strong>Verwenden Sie den Rabatt-Code ATOMICUSER um 15 % Rabatt auf alles im Shop erwerben!</strong>

source: Browse the theme collection
de_de@formal: Themesammlung anzeigen →

source: This theme feed seems to be temporarily down. Please check back later, or visit our <a href="%s">Themes page on Array</a>.
de_de@formal: Dieser Theme-Feed scheint vorübergehend nicht verfügbar sein. Versuchen Sie es später noch einmal oder besuchen Sie unsere <a href="%s">Seite Themen auf Array</a>.

source: Gutenberg adds the new block-based editor to WordPress.
de_de@formal: Gutenbeeg ist das Plugin für den neuen WordPress Editor. Sie benötigen dies für das Atomic-Blocks-Plugin.

source: Plugin already installed!
de_de@formal: Plugin ist bereits installiert.

source: Atomic Blocks adds several handy blocks to the block editor.
de_de@formal: Atomic Blocks fügt dem Gutenberg-Blockeditor mehrere nützliche Inhaltsblöcke hinzu.

source: Download the Theme
de_de@formal: Laden Sie das Theme herunter

source: Download our free Atomic Blocks theme to help you get started with the Atomic Blocks plugin and the new WordPress block editor.
de_de@formal: Laden Sie das kostenlose Atomic-Blocks-Theme für den Einstieg in die Arbeit mit dem Atomic-Blocks-Plugin und dem neuen WordPress-Editor.

source: Download Now
de_de@formal: Jetzt herunterladen

source: The Atomic Blocks theme and plugin are both in early development. Join the newsletter and we will send you an email when we update the theme and plugin!
de_de@formal: Das Atomic Blocks Theme und das Plugin sind beide noch in einer frühen Entwicklungsphase. Melden Sie sich für den Newsletter an und wir senden Ihnen eine E-Mail, wenn wir das Thema und das Plugin aktualisieren!

source: No posts
de_de@formal: Keine Einträge

source: A beautiful collection of WordPress editor blocks to help you effortlessly build the website you've always wanted.
de_de@formal: Eine schöne Sammlung von WordPress Editor Blöcken für das mühelose Arbeiten mit dem Editor auf Ihrer Webseite.
